[
    {
        "_id": 0,
        "name": "Kyoshi Island",
        "description": "Have you ever heard of a place called Kyoshi Island? <br> No? Well I'm not surprised it was once a part of Earth kingdoms mainland but that was a long time ago... <br> <br> An avatar named Kyoshi was raised in this area when it was just a peninsula and not a full grown island. A warlord was conquering the Earth Kingdom and he finally came to Kyoshi's town, she did not find that convenient. She peaced the fuck out of there taking tho whole peninsula with her, sadly as a byproduct of her shenanigans the warlord fell to his untimely demise... <br> <br> Oh crap i went on a tangent. Why would you want to come here you ask? Erm Elephant Koi surfing! Ha bet you dodn't see that one coming! Also if you need warrior training and happen to be a female, the elite Kyoshi warriors would probably help you out, if your cause was just and you had an unwavering spirit ( you must also be a fan of fans, they will never say that aloud but they act like it's implied... What if someone had a fan related accident as a child huh? What about me?! Erm I mean what about them!? ) .",
        "price": 1500,
        "images": [ 
            "assets/KyoshiIsland/KI_birth.png",   
            "assets/KyoshiIsland/KI_village.png", 
            "https://37.media.tumblr.com/tumblr_lmd0zobFHH1qewk6no1_400.gif",
            "assets/KyoshiIsland/KI_warriors.png", 
            "assets/KyoshiIsland/KI_fanboi.jpg"
         ]
    },
    {
        "_id": 1,
        "name": "South Pole",
        "description": "So... Thinking about going to the South Pole, eh? Intreresting... Is everyting all right at home? Sorry, none of my business. Anyway please dont come here, what is wrong with you!? It's COLD, it's so fucking cold... I guess if you like penguin sledding, but even then not worth it maan. I'll give you money to go somewhere else. <br> <br> Let's see.. South Poles 'main attractions' : losing your nose to frostbite, ice fishing ( only if you are a water banders ), staring into the empty desolate void made of ice and shuddering when it stares back.  <br> <br> Do you think Katara and Sokka went with Aang because it was the right thing to do? Nah they were straight up fleeing from this godforsaken place!",
        "price": -1000,
        "images": [ 
            "assets/SouthPole/SP_ice.jpg",  
            "assets/SouthPole/SP_lame_village.png",
            "assets/SouthPole/SP_pingus.png",
            "assets/SouthPole/SP_Desolation.png",
             "assets/SouthPole/SP_even_more_ice.jpg",                      
             "assets/SouthPole/SP_more_ice.jpg",
             "assets/SouthPole/SP_king.jpg"
             ]
    },
    {
        "_id": 2,
        "name": "Southern Air Temple",
        "description": "Southern Air Temple, a place of peace and wonder. The Ancient halls hold the secrets of the air nomads and their way of life. If you seek to enlighten yourself this is the place for you. <br> <br> Find out what air nomads did for fun, what kind of games they played and how they thought doors should be locked ( spoilers : an intricate ait based tube/horn system, but i already said too much). Such beauty can be found here from old statues to breathtaking architecture, and you would not believe the view... <br> <br> Visiting old air nomad temples is important because it keeps their memory alive. The temples are a sad reminder of a great people wiped from existence for no good reason. Yeah it sounds depressing but i guess it should.",
        "price": 2000,
        "images": [ 
            "assets/SAT/SAT_Courtyard.png",
            "assets/SAT/SAT_Avatars.png",  
            "assets/SAT/SAT_sat.png",
            "assets/SAT/SAT_Quidich2.png",
            "assets/SAT/SAT_doors.png",
             "assets/SAT/SAT_FatherFigure.jpeg"                                
             ]
    },
    {
        "_id": 3,
        "name": "Ember Island",
        "description": "Feeling incomplete? Doubting yourself? Having a weird itch nothing can scratch? <br> Ember Island is a magical place, give it a chance and it can help you understand yourself... <br> The beach has a special way of smoothing even the most ragged edges. Like waves washing out the footprints in the sand, Ember Island gives everyone a clean slate. <br> <br> Ah, I see... You think that you don't need spiritual guidance... Well you're in luck! Embar Island has many more things to offer! It's most famous attraction is the local theatre, where thespians gather to perform some magnificent plays! Every piece is deeply rooted in real life events, which makes them even more compelling to watch.  <br> <br> What's that? Plays are bornig and for children?! Fine... Ember Island also has a beach! Playing beach volleyball, swimming or having a nice evening by the campfire can also fill your day with fun. <br> <br> You... You don't like sand? What the Fu.. Erm.. Yes, well... Sand does get into everywhere... <br> Do you like parties!? Chan and Ron Jon, fire nations most famous teens, throw killer shindigs in their huge mannor. And everyone is invited! (disclaimer : this statemant is mostly true)",
        "price": 6000,
        "images": [ 
            "assets/EmberIsland/EI_beach.PNG",
            "assets/EmberIsland/EI_Jet.PNG", 
            "assets/EmberIsland/EI_house.jpg",
            "assets/EmberIsland/EI_theather.jpg",
            "assets/EmberIsland/EI_Fire2.PNG", 
            "assets/EmberIsland/EI_party.PNG"                 
                   
             ]
    },
    {
        
        "_id": 4,
        "name": "The Swamp",
        "description": "What... Not exited about a swamp themed vacation? You complete bafoon... Ohh Ohh but there are bugs oh noo my skin... Pathetic... Oh Ohh the mud is gonna stick to my bootsies and the vines are gonna make it hard to walk... Weak... You know who comes to the swamp - A REAL MAN that's who. Not being sexist here, women can be men I don't judge it's more about a personality trait then about who has chest hair where...<br> Listan up you scrawny pasty ass cabbage salesman of a person the swamp will make a man out of you, everyone should be sent here when they turn sixteen to learn the truth about this world and maybe have some hallucinations of flying boars what ever. <br> <br> On the other hand if you truly love nature and want to feel the magnitude of life surround you, there is no place better for you then the swamp. The animals, the trees, vines and floweres every part of the swamp beckons to be explored and witnessed. To realy find your place in this world come to the swamp and discover the path that you should be threading.  <br> <br> On the third and final hand ( people have three hands sometimes fuck you... ) if you wanna get shitfaced with some water bending rednecks on moonshine the swamp will provide. The swamp will ALWAYS provide. Sidenote don't bring your pets with you the red-water-necks get hungry and don't care what they spit-roast.",
        "price": 500,
        "images": [
            "assets/Swamp/S_village.jpg",
            "assets/Swamp/S_tree.png",
            "assets/Swamp/S_green.jpg",
            "assets/Swamp/S_rwn.png",
            "assets/Swamp/S_vines.jpg",
            "https://pa1.narvii.com/6895/e5060faca24add8f7ccb1d07566712412a62f037r1-245-171_hq.gif"
            
        ]
    },
    {
        "_id": 5,
        "name": "North Pole",
        "description": "If you read the description of South Pole you must be thinking 'oh gods what's this place gonna be like'... <br> Don't even go there, The North Pole is everything the South Pole wishes it was and never will be. <br> For one thing the North pole has a big wall that can keep the fire nation at bay ( 'A sturdy wall!? GASP it never even occurred to me' - probably some south poler ). <br> They also have a good number of water benders and it SHOWS... Every part of the city is an ice sculpture, a feast for the eyes and soul.<br> This place is pure, beautiful and a must see for any world traveler! <br> <br> If you're in need of a water bending master this place should be your number one stop, or the South pole of course... Ahahah kidding... Could you imagine sending a water bender to train at the South pole hahahah I would... hahaha I would rather take my chances with the red-water-necks in the SWAMP! *continues laughing for an inappropriate amount of time... <br> ha ha What were we talking about? Ah yes water bending masters, the best in the world can be found here, legendary warriors filled with grace, poise and strength. <br> Good luck if you ever make an enemy out of one of them...   <br> <br> One of the most sacred places resides here. An oasis guarded by the northerners. Probably slim chances for you to see it but if you get on the good side of someone in the chiefs family who knows. Maybe they even let you meet ( or feed ) the ocean and moon spirits!",
        "price": 9000,
        "images": [ 
            "assets/NorthPole/NP_street.jpg",
            "assets/NorthPole/NP_city.jpg",     
            "assets/NorthPole/NP_fountain.jpg",   
            "assets/NorthPole/NP_oasis.jpg", 
            "assets/NorthPole/NP_wall.jpg",   
            "assets/NorthPole/NP_wall_2.png",   
            "assets/NorthPole/NP_zdanje.png"                     
             ]
    },
    
    {
        "_id": 6,
        "name": "Fire Nation Capital",
        "description": "It's no secret that the Fire Nation is the strongest civilization in the world. Wanna see what all those years of prosperity bring to the table? A huge fucking city thats for sure and its stunning! <br> Everything here is so advanced, if you're a dirt poor mud bender from an Earth Kingdom village comming here is gonna feel like you landed in another world. <br> <br> Well the place is great but the poeple... They kinda lost their way. No singing, no dancing just war this war that... Sheesh can I guy just drink some fire-berry wine in peace?<br> And don't get me started on rampant agni kai's ( traditional fire bending duels ) that randomly get started all over the city at any time... Every godsdamn time some idiot yells 'MY HONOR REEEE' and shit gets blasted... I've had my eyebrows singed three times this month. I keep thinking about shaving them off. Saves me the trouble of having to put them out before my face gets scared... <br> <br> Come here don't come here i don't really care, but I'm sure as hell leaving! And I'm gonna leave a bad review! After I cross the border of course he he not looking for some prison action right now.",
        "price": 10000,
        "images": [ 
            "assets/FireNationCapital/FNC_prison.png",
            "https://66.media.tumblr.com/812baa5e588c2f04436fc409ca31afde/tumblr_oldiy7cx6m1tvso1qo6_250.gifv",   
            "assets/FireNationCapital/FNC_city_2.jpg",
            "assets/FireNationCapital/FNC_Palace.png",
            "assets/FireNationCapital/FNC_throne.jpg"         
             ]
    },
    {
        "_id": 7,
        "name": "Sun Warriors",
        "description": "Everyone knows where The Fire Nation went, but only a few still remember how it started. This area is the birthplace of a nation, people here learned fire bending from the dragons and still remeber the ancient ways. <br> <br> If you ever feel that relying on anger to bend fire is the wrong way to go about the whole thing, come to this place and learn the true meaning of fire bending. Mind the traps on your way in and out though. <br>  FOR YOU SEE the sun warriors still keep a few secrets in this old place. Never tell this to a fire bender from the Fire Nations but the worlds last dragons Ran and Shaw still live here. The dragons were hunted down by powerful fire benders who wanted to prove their strength. Only two remain and they must be safeguarded at all costs! <br> <br> The traps, hostile poeple and two full grown secret dragons make this place a little too dangerous for vacationing... But it still beats visiting South Pole though.",
        "price": 4500,
        "images": [
            "assets/SunWarriors/SW_city.png",
            "assets/SunWarriors/SW_gif_2.gif",
            "assets/SunWarriors/SW_dancing_dragons.png",
            "assets/SunWarriors/SW_depiction.png",
            "assets/SunWarriors/SW_R_S.jpg",
            "assets/SunWarriors/SW_rundown.jpg",
            "assets/SunWarriors/SW_statue.png",
            "assets/SunWarriors/SW_sw.jpg"
        ]
    },
    {
        "_id": 8,
        "name": "Omashu",
        "description": "The city of Omashu! Home to one of the strongest earth benders alive King Bumi himself! Be amazed by the intricate layout of this city that resembles none other in the entire Earth Kingdom! <br> <br> History time! All aboard the LORE train choo ch...(  yeah you get the point ) Eons ago when our world was young two lovers lived in villages, separated by a mountain, that were at war. The lovers met at the mountains peak and fell in love. The two of them were the first to learn earth bending from the badger moles, they used that knowlage to create a labyrinth inside the mountain so they could meet without being disturbed. But one day the man didn't come, he died in the war... The woman was devastated, she unleashed her great earth bending on the warring peasants stoping them from fighting. But instead of destroying them she united them and together they made the great city of Omashu. The woman's name was Oma and the man's Shu, the city carries their names united forever. Lore completed back to my sales pitch! <br> <br> So what's so special about this place? Well have you ever felt the need for something to be delivered to your feet without the gruesome task of leaving your house? Well if you are that lazy the city of Omashu has you covered, it runs on a sophisticated slide and bend system, goods go up via earth bending and go down slidin'. Don't look so impressed earth bending leads to many powers some would consider unnatural. If the guards ask you this information didn't come from me... But there is one more use for that system. It was actually King Bumi that first used it as a rollercoaster ( of course now that he is the king the press is prohibited from mentioning his troubled past... ). <br> <br> One more thing the city would never permit rotten cabbages inside their walls ( there was a whole thing and no one wants to talk about it anymore). So if you're a budding hot shot cabbage seller thinking about scoring some copper for a few heads of rotten cabbage think again! NOT IN MY CITY!",
        "price": 4000,
        "images": [ 
            "assets/Omashu/O_TTTL.jpg",   
            "assets/Omashu/O_king.png", 
            "assets/Omashu/O_O.jpg",
            "assets/Omashu/O_slides.png",
            "assets/Omashu/O_sledding.jpg",
            "assets/Omashu/O_cabbeges.png"                     
             ]
    },
    {
        "_id": 9,
        "name": "Ba Sing Se",
        "description": "Ahhh the greate city of BA SING SE, the stories i could tell you about this magnificent place, but i wont, you didn't come to this page to hear me jibber jabber about this and that. <br> <br> Let's start with the painfully obvious THE WALL ( it's a big wall), the legends say it was constructed by the king of Badger moles himself, when earth kingdom was known as pebble kingdom and earth benders were still bending river mud. It stands tall and proud and shields Ba Sing Se from every threat. <br> <br> Inside the walls you can see acres upon acres of farm lands streaching far and wide, in this area Lake Laogai can be found for some lake-side rest and relaxation and nothing ominous, but most poeple just take the train to the inner city as fast as they can - thats where the fun begins. <br> <br> In the inner city there are market places where you can buy the bast cabbages , tea shops, poetry reading clubs and many other attractions that can bankrupt your coin purse before the city urchins steal it! <br> <br> And in the very centre of the city a glorious palace resides, you can't really enter it but a glance from a distance is more than enough for a low-born scum like you, kidding kidding I'm sure you are not a peasant you're probably just having a bad day. Now then why are you still reading!? Come! Let Ba Sing Se show you why the Fire Nation fears it!",
        "price": 8000,
        "images": [
            "assets/BaSingSe/BSS_Wall.png",
            "assets/BaSingSe/BSS_street.jpg",
            "assets/BaSingSe/BSS_tea.png",
            "assets/BaSingSe/BSS_palace.jpg",
            "assets/BaSingSe/BSS_LL.PNG",
            "assets/BaSingSe/BSS_peace.jpg"
            
        ]
    },
    {
        "_id": 10,
        "name": "Eastern Air Temple",
        "description": "People come to the Eastern Air temple for one of two reasons: they eather need spiritual guidence from a guru or they got lost. The latter happens more often then you think ( drinking and riding flying bisons was a real problem back in the day). <br> <br> If you seek to open up your chakras and let the universe guide you ( and you don't think that your local crystal slinging essential oil peddling Karen can quite satisfy those urges ) a guide can be found here. He is over one hundred years old, skinny as a ferret and filled with wisdom that only comes to people living alone in a remote place because their flying bison actually wanted to strand them somewhere their alcoholic ways can't harm innocent bystanders ( thanks a lot Bappa! I thought we were just going for a midnight arial stroll... ). <br> <br> Well apart from it being so remote and desolate the air nomads did create a beautiful place here. I just wish I got to see it when it was populated by actual people and not one strange guy telling me to let go of my clothes ( shackling garments is the exact quote - the police officer made me remember it properly later ) and join him in his gunky pool. ",
        "price": 2000,
        "images": [
            "assets/EasternAirTemple/EAT_landing.png",
            "assets/EasternAirTemple/EAT_full.png",
            "assets/EasternAirTemple/EAT_guru.png",
            "assets/EasternAirTemple/EAT_session.png",
            "assets/EasternAirTemple/EAT_water_2.png"
        ]
    },
    {
        "_id": 11,
        "name": "Western Air Temple",
        "description": "I know... I know... 'It's too close to the Fire Nation... We have to cross a blockade to get to it bla bla bla...' I heard every exuse in the book, stop blaming a devastating global war for you just being lazy and not respecting ancient air nomad culture! And no you don't have to walk upside down here... Laws of gravity still work you halfwit goat chaser! <br> <br> Sorry I lost my composure for a second people rile me up sometimes... Anyways it was a great place before Combustion man and Azula fire blasted the ancient dust off of it. Yup evil fire banders attacking old air nomad habitats... And where was the Avatar, the very last decendent of the Air Nomad Nation!? He was right there and he did nothing! Hello!? Your cultural heritage is being destroyed in front of you! Do something you fucking lettuce! <br> <br> Oh there I go again... I'm calm. I'm calm. deep breaths. I guess a percentige of a mind-boggling city can still boggle a good portion of your mind. Just please be carefull and don't destroy it further. My heart could not take that... ",
        "price": 2000,
        "images": [ 
            "assets/WesternAirTemple/WAT_bison.jpg",   
            "assets/WesternAirTemple/WAT_fountain.png",   
            "assets/WesternAirTemple/WAT_full.png",   
            "assets/WesternAirTemple/WAT_more_statues.jpg",   
            "assets/WesternAirTemple/WAT_statue.jpg"
         ]
        
    }
    
]